JSON_message = [
    "Дисциплина не найдена в списке.",
    "Группа не найдена в списке дисциплины.",
    "Неправильно введены данные.",
    "Неверное тело запроса.",
    "Студент не найден.",
    "Пользователь GitHub не найден.",
    '''Этот аккаунт GitHub уже был указан ранее для этого же студента.
Для изменения аккаунта обратитесь к преподавателю.''',
    '''Аккаунт GitHub уже был указан ранее.
Для изменения аккаунта обратитесь к преподавателю''',
    "Аккаунт GitHub успешно задан.",
    "Группа не найдена в списке дисциплины.",
    "Столбец GitHub отсутствует."
]