list_of_title_errors = [
    "Имя студента отсутствует на титульном листе или записано в неверном формате",
    "Группа студента отсутствует на титульном листе или записана в неверном формате",
    "Название курса записано некорректно или отсутствует",
    "Имя преподавателя записано некорректно или отсутствует",
    "Должность преподавателя записана некорректно или отсутствует",
    "Нет заголовка <Отчет о лабораторной работе №...>",
    "Не указан текущий год"
]

list_of_common_errors = [
    "Конфигурация лабораторной работы не найдена",
    "Несоответствие между предоставленным ФИО и извлеченным из отчета ФИО студента",
    "Несоответствие между предоставленным и извлеченным из отчета номером группы студента",
    "Студент не зарегистрирован на курсе"
]